[
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2067: Exploring the Potential of an Industry-Scale Microfluidizer for Modifying Rice Starch: Multi-Layer Structures and Physicochemical Properties",
    "description": "The modification effects of industry-scale microfluidizer (ISM) technology on small-sized rice starch remain unknown. This study systematically evaluated the effects of ISM treatment on the structural",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2067",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2064: Gene Expression and Enzyme Kinetics of Polyphenol Oxidases in Strawberry and Their Possible Involvement in Enzymatic Browning Reactions in Strawberry Nectar",
    "description": "The browning of fruit juices and nectars is a common issue in the beverage industry and is a particular problem in strawberry nectars, where it significantly reduces the shelf-life. Polyphenol oxidase",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2064",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2066: Food 3D Printing Equipment and Innovation: Precision Meets Edibility",
    "description": "Food 3D printing technology holds significant potential for personalized nutrition and the customization of 3D structures with specific shapes and textures. This emerging technology is driving signifi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2066",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2065: Dietary Patterns and Sustainable Lifestyles: A Multicenter Study from Latin America and Spain",
    "description": "Food systems interact through multiple dimensions including food security, nutrition, and planetary health. This study aims to associate different dietary patterns with sustainable lifestyles in Latin",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2065",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2063: A Comparative Study Based on HS-SPME-GC-MS of Volatile Compounds in Large Yellow Croaker (Pseudosciaena crocea) During Varied Cold Storage Conditions",
    "description": "Various volatile compounds are responsible for the odor changes in fish during storage. In this study, a coupled headspace solid-phase microextraction (HS-SPME) and gas chromatography&amp;ndash;mass s",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2063",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2062: Flexible TiO2/ZrO2/AuCNAs Surface-Enhanced Raman Scattering Substrates for the Detection of Asomate in Apple Peel",
    "description": "(1) Background: Asomate, as a dithiocarbamate compound, is moderately toxic to the human body; thus, it is necessary to develop a rapid and efficient method for detection. To meet this need, this stud",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2062",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2061: Germination and Heat Resistance of Parageobacillus and Geobacillus spp. Spores",
    "description": "Geobacillus and Parageobacillus spores are major spoilage agents in thermally treated, shelf-stable foods, particularly milk products, due to their high heat resistance. This study aimed to investigat",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2061",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2060: Recent Advances in Functionalized Carbon Quantum Dots Integrated with Metal&ndash;Organic Frameworks: Emerging Platforms for Sensing and Food Safety Applications",
    "description": "Carbon quantum dots (CQDs), with their excellent photoluminescence, tunable surface chemistry, and low toxicity, have emerged as versatile nanomaterials in sensing technologies. Meanwhile, metal&amp;n",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2060",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2059: Nutritional, Functional and Microbiological Potential of Andean Lupinus mutabilis and Amaranthus spp. in the Development of Healthy Foods&mdash;A Review",
    "description": "The limited nutritional quality of conventional cereals has prompted the search for more complete alternatives from native Andean sources. In this context, a systematic review of recent studies was co",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2059",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2056: Functional Quality and Microbiological Stability of Grape Juice During Processing by UV-C Light Compared to Mild Heat Treatment and Evolution of the Parameters During Cold Storage",
    "description": "The effect of UV-C was assessed on microbiological stability, functional compounds, and quality factors of white grape juice compared to mild thermal treatment (MTT). The inactivation kinetics of Esch",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2056",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2058: 3D-Printed Foods for Dysphagia: A Bibliometric Review",
    "description": "Dysphagia is a medical condition affecting millions globally. Traditional modified diets designed for individuals with dysphagia often focus primarily on improved swallowability, yet they typically fa",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2058",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2057: Ultrasound in the Food Industry: Mechanisms and Applications for Non-Invasive Texture and Quality Analysis",
    "description": "Ultrasound technology has emerged as a transformative tool in modern food science, offering non-destructive, real-time assessment and enhancement of food quality attributes. This review systematically",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2057",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2055: Optimising White Wheat Bread Fortification with Vitamin D3 and Dietary Fibre: Balancing Nutritional Enhancement and Technological Quality",
    "description": "Inadequate vitamin D and dietary fibre intake are growing public health concerns in Western countries, especially in regions with limited sunlight and diets rich in processed foods. Bakery products, w",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2055",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2054: Tea and Its Active Ingredients in Preventing and Alleviating Depression: A Comprehensive Review",
    "description": ": Depression, commonly known as unipolar affective disorder, is one of the most prevalent mental illnesses in contemporary society, affecting individuals to varying degrees. Tea is one of the three ma",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2054",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2053: Purslane-Fortified Yogurt: In-Line Process Control by FT-NIR Spectroscopy and Storage Monitoring",
    "description": "Yogurt fortification with purslane (Portulaca oleracea L.) can improve its health benefits, but it may alter the fermentation step and its final properties. Thus, the current study investigated the su",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2053",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2051: Monitoring the Spoilage of Fresh Sterlet (Acipenser ruthenus) During Storage at 4 &deg;C by Mid-Infrared and Fluorescence Spectroscopies Coupled with Chemometric Tools",
    "description": "Sterlet is a perishable product; therefore, its freshness monitoring and shelf-life evaluation are important. In this study, a series of analytical techniques named physicochemical, microbiological, s",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2051",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2052: Internal Endpoint Cooking Temperature g Alters Quality and Consumer Acceptability of Pork Loin Chops",
    "description": "Quality and consumer satisfaction of meat products could be influenced by endpoint cooking temperatures. Attributes of pork, such as palatability, cooking loss, and internal color, influence consumer ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2052",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2050: The Potential of Ancient Sicilian Tetraploid Wheat in High-Quality Pasta Production: Rheological, Technological, Biochemical, and Sensory Insights",
    "description": "This study evaluated the potential of three ancient Sicilian tetraploid wheat genotypes&amp;mdash;&amp;lsquo;Margherito&amp;rsquo;, &amp;lsquo;Perciasacchi&amp;rsquo;, and &amp;lsquo;Russello&amp;rsqu",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2050",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2049: Heterologous Expression of Recombinant Ginseng Tetradecapeptide in Saccharomyces cerevisiae and Evaluation of Its Biological Activity",
    "description": "Ginseng peptides, as bioactive components of ginseng, have attracted increasing attention. In this study, a 14-amino acid ginseng peptide was selected and heterologously expressed in Saccharomyces cer",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2049",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2048: Household Income Diversification and Food Insecurity: A Case Study of Afghanistan",
    "description": "Strategies for income diversification are crucial in enhancing resilience to food insecurity, particularly in developing countries like Afghanistan, where resource scarcity and socio-political conflic",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2048",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2047: Oat Protein Isolate Mitigates High-Fat Diet-Induced Obesity in Rats Through Gut Microbiota, Glucose, and Lipid Control",
    "description": "The growing prevalence of obesity poses a significant challenge to public health. This research explored the impact of oat protein isolate (OPI) on mitigating obesity induced by a high-fat diet (HFD) ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2047",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2046: Effects of Feed Supplemented with Fermented Pine Needles (Pinus ponderosa) on Carcass Quality, Meat Quality, and Antioxidant Capacity of Growing&ndash;Finishing Pigs",
    "description": "The purpose of this study was to investigate the effects of fermented pine needles on the carcass traits, meat quality, and antioxidant capacity of finishing pigs. In total, 80 Duroc &amp;times; (Land",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2046",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2045: Impact of Magnetic Biostimulation and Environmental Conditions on the Agronomic Quality and Bioactive Composition of INIA 601 Purple Maize",
    "description": "The utilization of magnetic fields in agricultural contexts has been demonstrated to exert a beneficial effect on various aspects of crop development, including germination, growth, and yield. The pre",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2045",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2044: Sustainable Protein Recovery and Wastewater Valorization in Shrimp Processing by Ultrafiltration",
    "description": "This study investigated the use of ultrafiltration for sustainable protein recovery and the treatment of shrimp washing wastewater (SWW). Three ultrafiltration membranes with molecular weight cut-offs",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2044",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2042: Thin-Layer, Intermittent, Near-Infrared Drying of Two-Phase Olive Pomace: Mathematical Modeling and Effect on Recovery of Bioactive Compounds and Antioxidant Activity",
    "description": "The present study examined the drying kinetics of two-phase olive pomace (OP) using near-infrared (NIR) thin layer intermittent drying at 70&amp;ndash;140 &amp;deg;C. For the first time, this approach",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2042",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2043: Highlighting Lactic Acid Bacteria in Beverages: Diversity, Fermentation, Challenges, and Future Perspectives",
    "description": "Lactic acid bacteria (LAB) have long been recognized for their versatility and historical significance, with a remarkable capability to produce a wide range of bioactive compounds that can be used acr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2043",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2040: Effects of Grape Pomace Powder Alone and in Combination with Pomegranate Peel Extract and Lactic Acid to Prolong the Shelf Life of Chicken Nuggets",
    "description": "In this study different strategies have been adopted to promote the shelf-life prolongation of fresh chicken nuggets. Two different by-products, grape pomace powder (GPP) and pomegranate peel extract ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2040",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2041: Impact of Balkan and Banat Donkey Milk on the Technological Process, Microbiological Quality, Composition, and Consumer Acceptability of Rolled Cheese",
    "description": "Donkey milk is well known for its beneficial properties for human health, making it a valuable ingredient in the production of value-added cheese. Rolled cheese, a type of pasta filata cheese, is trad",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2041",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2039: Genotypic Diversity and Genome-Wide Association Study of Protein Content and Amino Acid Profile in Diverse Potato Accessions",
    "description": "The genotypic diversity and genome-wide association study (GWAS) of potato proteins and amino acid content were investigated in two environments: 98 potato accessions in Environment I and 93 in Enviro",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2039",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2035: Millettia speciosa and By-Products: A Comprehensive Review of Chemical Composition, Bioactivities, Safety, and Industrial Applications",
    "description": "Millettia speciosa (MS) is a traditional medicinal and edible plant with notable nutritional value and a wide range of biological activities. Recent studies have explored its chemical composition and ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2035",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2036: A Case Study on the Microbiological Consequences of Short Supply Chains in High-Income Countries&mdash;The Consequences of Good Handling Practices (GHPs) in Vegetable Outlets in Portugal",
    "description": "Vegetables are commodities frequently sold in local markets and have been associated with foodborne outbreaks in short and local supply outlets worldwide. These outbreaks could potentially be mitigate",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2036",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2038: Evaluation of Phaseolus vulgaris Extract in a Rat Model of Cafeteria-Diet-Induced Obesity: Metabolic and Biochemical Effects",
    "description": "Obesity is a global health concern that elevates the risk of noncommunicable diseases (NCDs) such as type 2 diabetes, cardiovascular disease, and certain cancers. Phaseolus vulgaris (white bean) conta",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2038",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2037: Development of a New Tomato Sauce Enriched with Bioactive Compounds Through the Use of Processing By-Products and Vegetables",
    "description": "In recent years, the development of nutritionally enhanced foods with reduced environmental impact has gained significant importance. This study aimed to produce four types of tomato sauces: tradition",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2037",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2034: Optimization of Pectin-Zein Beads via Response Surface Methodology for Enhanced Colon-Targeted Delivery of p-Coumaric Acid from Rice Husk Extract",
    "description": "The generally very low bioaccessibility of polyphenols can be enhanced through several different strategies, especially when these metabolites are components of extracts used as food ingredients. This",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2034",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2033: Influence of Sugars and Surface Properties on Wettability and Adhesion of Starch-Based Model Suspensions on Polytetrafluoroethylene (PTFE) and Polyethylene Terephthalate (PET) Surfaces",
    "description": "In food drying processes such as cast-tape drying, refractance window, and drum drying, spreading food suspensions on hydrophobic surfaces is critical. This study investigated the effects of low-molar",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2033",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2032: Food Supply Chain: A Framework for the Governance of Digital Traceability",
    "description": "Under the context of increasing demand for transparency, efficiency, and trust in food systems, digital traceability is emerging as a key strategy for improving value creation across agri-food supply ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2032",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2031: In Situ Cross-Linked Porous Starch Microencapsulation Enhances the Colonization of Lactobacillus In Vivo",
    "description": "In this study, we developed novel porous starch (PS)/Lactobacillus (LS) microcapsules via in situ cross-linking with sodium trimetaphosphate (STMP), using Lactobacillus johnsonii (LJ), Lactobacillus a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2031",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2030: Study of the Stability and Anti-Inflammatory Activity of Paeonol&ndash;Oleanolic Acid Liposomes by Microfluidic Technology",
    "description": "(1) Background: This study used a microfluidic approach to prepare paeonol (PAE) liposomes with oleanolic acid (PAE-ONLs) instead of cholesterol (PAE-CNLs), aiming to reduce cholesterol levels and enh",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2030",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2029: Physicochemical Properties and Biological Activities of Polysaccharides from Dendrobium officinale Leaves in Response to Different Extraction Methods",
    "description": "Extraction techniques play a crucial role in determining the structural attributes and biological functions of polysaccharides. This study aimed to evaluate the physicochemical and biological properti",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2029",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2028: Medium Internal Phase Emulsions Stabilized by Soy Protein Isolates: Protein Solubility Effect and Stabilization Mechanism",
    "description": "The solubility of soybean isolate protein (SPI) undergoes significant degradation during storage and transportation. This study investigates the formulation and assessment of SPI-stabilized medium int",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2028",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2027: Deciphering the Molecular Adapting Mechanism of Lactic Acid-Tolerant Saccharomyces cerevisiae Through Genomic and Transcriptomic Analysis",
    "description": "During the solid-state brewing process of traditional Chinese Baijiu, lactic acid is the most abundant organic acid, which inhibits the growth and metabolism of Saccharomyces cerevisiae. To reveal the",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2027",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2026: Transcriptome Analysis Unveils the Molecular Mechanisms of Ethylene-Induced Ready-to-Eat Kiwifruit-Picking Ripening",
    "description": "Kiwifruit is a climacteric fruit that undergoes significant physiological and biochemical changes during ripening, with ethylene playing a central regulatory role. Understanding the molecular mechanis",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2026",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2025: Gluten Contamination of Labelled Gluten-Free Food Products Marketed in China",
    "description": "Gluten has a central role in the pathogenesis of several gluten-related disorders, with coeliac disease being one of the most well-known. A rigorous gluten-free diet is recognized as the only safe and",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2025",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2022: Starches in Rice: Effects of Rice Variety and Processing/Cooking Methods on Their Glycemic Index",
    "description": "Rice is a fundamental food source for more than fifty percent of the world&amp;rsquo;s population, significantly contributing to human nutrition and food security. Like other cereal grains, rice is ri",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2022",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2024: Strategic Approaches for Co-Encapsulation of Bioactive Compounds: Technological Advances and Mechanistic Insight",
    "description": "In food science, the application of bioactive compounds is promising, but the deficiencies in their solubility, stability, and bioavailability seriously limit their efficacy. Co-delivery can control t",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2024",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2023: Chemical Composition and Antioxidant Properties of Peels of Five Pumpkin (Cucurbita sp.) Species",
    "description": "By-products from the fruit and vegetable processing industry represent a substantial source of bioactive compounds, which can be extracted and utilized in the development of functional foods or nutrac",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2023",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2021: Pressurized Liquid Extraction of Bioactive Compounds from Seeds and Sprouts Trigonella foenum-graecum L. (Fenugreek): Enhanced Antioxidant and Anti-Hyperglycemic Activities",
    "description": "The present study examined the impact of germination using Aloe vera as an elicitor on the phytochemical composition, antioxidant capacity, and in vitro anti-hyperglycemic and antitumoral activity of ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2021",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2020: Unveiling the Impact of Processing Methods on In Vitro Protein Digestibility: A Focus on Highland Barley and Its Application in Wine Production",
    "description": "As one of the indispensable components of the human body, proteins not only participate in the construction of tissues, but also play an important role in maintaining the metabolic balance of the orga",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2020",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2019: Impact of Brown Rice as Adjunct on Beer Brewing",
    "description": "The utilization of alternative cereals for brewing beer has garnered significant interest in contemporary times. The utilization of alternative cereals as adjuncts has great potential for creating nov",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2019",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2018: Food-Derived Compounds Extend the Shelf Life of Frozen Human Milk",
    "description": "Breastmilk is known to provide optimal nutrition for infant growth and development. A cross-sectional analysis of nationally representative US data from 2016 to 2021 revealed that &amp;gt;90% of lacta",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2018",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2017: Mycotoxin Residues in Chicken Breast Muscle and Liver",
    "description": "The global increase in chicken meat production and consumption has heightened concerns regarding the safety of chicken meat and its derived products. This study aimed to investigate the presence of Pe",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2017",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2016: A Novel Electromagnetic Response Measurement System for Continuous Monitoring of Meat Aging",
    "description": "The aging of dry meat enhances its flavor and tenderness; however, continuous internal quality monitoring throughout the aging process is challenging. We developed and validated a novel electromagneti",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2016",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2015: Preservation of Anthocyanins in Postharvest Grapes Through Carboxymethyl Chitosan Films Containing Citrus Essential Oil Emulsion via Enzymatic Regulation",
    "description": "Carboxymethyl chitosan (CMCS) exhibits excellent film-forming capability but suffers from limited water resistance. To enhance hydrophobicity and antimicrobial properties, citrus essential oil was emu",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2015",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2014: AOPxSVM: A Support Vector Machine for Identifying Antioxidant Peptides Using a Block Substitution Matrix and Amino Acid Composition, Transformation, and Distribution Embeddings",
    "description": "Antioxidant peptides (AOPs) have the natural properties of food preservatives; they are capable of improving the oxidation stability of food while also providing additional benefits such as disease pr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2014",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2013: Organic vs. Conventional Chestnuts (Castanea sativa Mill.): A Focus on Antioxidant Activity, Volatile Compounds, and Sensory Profile",
    "description": "The consumption of organic foods is on the rise, as health-conscious consumers increasingly perceive them as superior both in nutritional value and for overall well-being. However, data on the nutriti",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2013",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2012: Bergamot and Olive Extracts as Beer Ingredients: Impact on Cell Viability, Reactive Oxygen Species, and RNA Expression of Antioxidant Enzymes",
    "description": "This study explores the incorporation of bergamot juice and olive extract as functional ingredients in craft beer and their effects on antioxidant activity and cellular oxidative stress. Lyophilized b",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2012",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2011: Inhibitory Mechanisms of Vine Tea Extract and Dihydromyricetin Against Escherichia coli: A Multidimensional Analysis from Cell Membrane to Protein Synthesis",
    "description": "Microbial contamination is the leading cause of foodborne diseases and spoilage in food and personal care products. Previous studies by our group have demonstrated that vine tea extract (VTE) and dihy",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2011",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2010: Impact of Barley Malt with Different Row-Types on the Volatile Compounds in Beer",
    "description": "As the primary raw material for beer production, barley is classified into two-row barley and six-row barley. The nutrient content is different in the different row-types of malts, and the beer volati",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2010",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2009: Technological Development in Wholegrain Food Processing",
    "description": "This review aims to give evidence of the current developments and potential applications of emerging technological methods to improve the technological performance and the sensorial acceptability of w",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2009",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2008: Integrating Strategy of Network Pharmacology, Molecular Dynamics Simulation, and Experimental Verification to Investigate the Potential Mechanism of Gastrodia elata Against Alcoholic Liver Injury",
    "description": "As one of the medicinal and edible resources, Gastrodia elata (GE) is considered to hold potential in alleviating alcoholic liver injury, yet its mechanism needs further elucidation. To explore the mo",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2008",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2007: Comparative Study of Chemical Compositions and Antioxidant Capacities of Oils Obtained from Sixteen Oat Cultivars in China",
    "description": "The global oat harvest area occupied by China has been increasing annually. In this study, the fatty acid and triacylglycerol compositions, lipid concomitants, and antioxidant capacities of 16 oat oil",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2007",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2006: Distribution and Health Risk Assessment of Triclosan and Other Typical Endocrine Disruptors in Honey",
    "description": "Endocrine disruptors (EDCs) in food pose a significant threat to health. This study developed a method for detecting seven EDCs (triclosan (TCS), triclocarban (TCC), methyltriclosan (MTCS), methylpara",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2006",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2005: Food Allergenicity Evaluation Methods: Classification, Principle, and Applications",
    "description": "The incidence of food allergies is increasing annually, emerging as a significant global concern for food safety and public health. To prevent allergic reactions, patients are advised to avoid ingesti",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/12/2005",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2004: Acetate Combined with CO2 as Effective Carbon Sources for the Production of Resistant Starch in a Marine Microalga Tetraselmis subcordiformis",
    "description": "Microalgae are considered as sustainable starch producers, yet the carbon sources for this process in terms of starch productivity and functionality require further elucidation. The present study inve",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/2004",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2003: An In Vitro Gut&ndash;Liver&ndash;Adipose Axis Model to Evaluate the Anti-Obesity Potential of a Novel Probiotic&ndash;Polycosanol Combination",
    "description": "The gut-liver-adipose axis plays a pivotal role in metabolic regulation, and its dysregulation contributes to obesity and metabolic syndrome. Probiotics and polycosanol have shown potential in modulat",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/2003",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2002: Analytical Methods for the Identification of Edible and Feed Insects: Focus on DNA-Based Techniques",
    "description": "The utilization of insects as a source of essential nutrients holds considerable promise, with the potential to serve as both feed and food. Consequently, there is a necessity to develop control syste",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/2002",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2001: Development and Optimization of Edible Antimicrobial Films Based on Dry Heat&ndash;Modified Starches from Kazakhstan",
    "description": "This study aimed to design and optimize an edible antimicrobial film incorporating thermally modified starches using a systematic experimental approach. A comprehensive analysis of six starch types&am",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/2001",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 2000: Enhancing Oxidative Stability and Nutritional Quality of Flaxseed Oil Using Apricot, Sesame, and Black Cumin Oil Blends",
    "description": "There is an unmet need for an affordable, high-quality, and non-thermally processed source of omega-3 fatty acids. Cold-pressed flaxseed oil comes closest to meeting these criteria. Flaxseed oil is al",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/2000",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1999: Assessing the Functional and Structural Properties of Peanut Meals Modified by Transglutaminase-Coupled Glycation",
    "description": "To increase the added value of peanut meal (PM, protein content of 46.17%) and expand its application in food processing, cold-pressed PM was modified via transglutaminase (TGase)-coupled glycation to",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1999",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1998: Multi-Omics Joint Analysis of Molecular Mechanisms of Compound Essential Oils Inhibiting Spoilage Yeast in Paocai",
    "description": "Pichia manshurica is the main spoilage fungus that causes the deterioration of paocai. Our previous study found that the compound essential oils (CEOs) of lemon, lemongrass, and nutmeg had a good inhi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1998",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1997: A Comparative Analysis on the Biochemical Composition and Nutrition Evaluation of Crayfish (Procambarus clarkii) Cultivated in Saline-Alkali and Fresh Water",
    "description": "To compare the quality and nutritional differences of crayfish under freshwater and saline-alkali water aquaculture conditions, this study systematically analyzed the biochemical composition, physical",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1997",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1996: Volatile Profiling of Tongcheng Xiaohua Tea from Different Geographical Origins: A Multimethod Investigation Using Sensory Analysis, E-Nose, HS-SPME-GC-MS, and Chemometrics",
    "description": "The evaluation of region-specific aroma characteristics in green tea remains critical for quality control. This study systematically analyzed eight Tongcheng Xiaohua tea samples (standard and premium ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1996",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1995: Limosilactobacillus fermentum MG4244 Protects Against Metabolic and Inflammatory Stress in Caenorhabditis elegans",
    "description": "In this study, we investigated the effects of MG4244 on intestinal permeability, oxidative stress, and lipid accumulation in Caenorhabditis elegans with metabolic inflammation induced by Pseudomonas a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1995",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1994: Ultrasonic-Assisted Extraction of Polysaccharides from Brassica rapa L. and Its Effects on Gut Microbiota in Humanized Mice",
    "description": "This study optimized ultrasound-assisted extraction (UAE) for polysaccharide isolation from Brassica rapa L. using Box&amp;ndash;Behnken design, achieving a maximum yield of 41.12% under conditions of",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1994",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1993: Correction: Silva et al. Hepatoprotective, Lipid-Lowering and Antioxidant Effects of Mangaba Powder (Hancornia speciosa) Administered to Rats Fed a High-Fat Diet. Foods 2024, 13, 3773",
    "description": "There was an error in the original publication [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1993",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1992: Advances in Analysis of Flavors and Fragrances: Chemistry, Properties and Applications in Food Quality Improvement",
    "description": "Natural flavors and fragrances are an exciting area for both academic and industrial research as consumer preference for natural and sustainable products continues to grow [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1992",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1991: Characterization of Coffee Waste-Based Biopolymer Composite Blends for Packaging Development",
    "description": "In recent years, coffee waste by-products have been incorporated into polymer blends to reduce environmental pollution. In this study, coffee parchment (CP) was incorporated into biodegradable polylac",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1991",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1990: Characterization of Semolina and Pasta Obtained from Hard Hexaploid Wheat (Triticum aestivum L.) Developed Through Selection Assisted by Molecular Markers",
    "description": "This study evaluates the potential of hard hexaploid wheat (Triticum aestivum L.) lines, developed through marker-assisted selection (MAS), as an alternative to durum wheat for pasta production. Using",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1990",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1989: Efficient and Non-Invasive Grading of Chinese Mitten Crab Based on Fatness Estimated by Combing Machine Vision and Deep Learning",
    "description": "The Chinese mitten crab (Eriocheir sinensis) is a high-value seafood. Efficient quality-grading methods are needed to meet rapid increases in demand. The current grading system for crabs primarily rel",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1989",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1984: Insights on the Health Benefits and Functional Potential of Food Bioactive Compounds",
    "description": "In recent decades, the global scientific community has shown a growing interest in the field of functional foods and bioactive compounds, spurred by a confluence of public health challenges and emergi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1984",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1988: Effects of Aqueous Extracts from Wheat Bran Layers on the Functional Properties of Wheat Starch and Gluten",
    "description": "Wheat bran (WB) is rich in bioactive compounds, but its incorporation into food products often negatively affects dough properties. The soluble components in WB, including polysaccharides, minerals, a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1988",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1986: Study of Toxic Metals and Microelements in Honey as a Tool to Support Beekeeping Production and Consumer Safety",
    "description": "Background: Honey is a beekeeping product with high nutritional value, considered a bio-indicator of environmental pollution. The aim of this study was to determine the mineral content in honey by ana",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1986",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1987: Fruit Freshness Classification and Detection Based on the ResNet-101 Network and Non-Local Attention Mechanism",
    "description": "Fruit freshness monitoring represents one of the key research foci in the quality control of fruits and vegetables. Traditional manual inspection methods are characterized by subjectivity and ineffici",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1987",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1985: Enhanced Quality in Bean Products Through Mixed Fermentation: A Comparative Analysis of Physicochemical, Structural, and Functional Properties of Soybean Products",
    "description": "This study investigated the quality evolution of soybean products (soymilk, tofu, dried bean curd) through mixed-strain fermentation with Lacticaseibacillus rhamnosus CICC 6151 and Saccharomyces cerev",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1985",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1983: Global Food Security and Sustainability",
    "description": "This Editorial introduces the Special Issue &amp;ldquo;Editorial Board Members&amp;rsquo; Collection Series: &amp;ldquo;Global Food Security and Sustainability&amp;rdquo;&amp;rdquo;, and highlights ke",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1983",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1982: Characterization of the Quality and Flavor in Chinese Sausage: Comparison Between Cantonese, Five-Spice, and Mala Sausages",
    "description": "With the increasing popularity of traditional Chinese sausages both domestically and internationally, the flavor characteristics of sausages have become an important topic in food science research. Ho",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1982",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1981: A Chitosan-Binding Protein Mediated the Affinity Immobilization of Enzymes on Various Polysaccharide Microspheres",
    "description": "In this study, we developed an innovative method for one-step enzyme purification and immobilization utilizing polysaccharide-based microspheres through a chitosan-binding module that mediated affinit",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1981",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1980: Derivation of the Microbial Inactivation Rate Equation from an Algebraic Primary Survival Model Under Constant Conditions",
    "description": "A food pasteurization or sterilization process was treated as a system comprising a target microorganism, a food medium, and applied lethal agents (both thermal and nonthermal). So, the state of such ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1980",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1979: Effective Identification of Variety and Origin of Chenpi Using Hyperspectral Imaging Assisted with Chemometric Models",
    "description": "Geographical origins and varietal characteristics can significantly affect the quality of Citri Reticulatae Pericarpium (Chenpi), making rapid and accurate identification essential for consumer protec",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1979",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1978: Characterization of Aroma, Sensory Properties, and Consumer Acceptability of Honey from Capparis spinosa L.",
    "description": "The increasing scarcity of traditional nectar sources due to climate change has led beekeepers to explore alternative floral sources. This study investigates the volatile profile, sensory characterist",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1978",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1977: Nondestructive Detection of Rice Milling Quality Using Hyperspectral Imaging with Machine and Deep Learning Regression",
    "description": "The brown rice rate (BRR), milled rice rate (MRR), and head rice rate (HRR) are important indicators of rice milling quality. The simultaneous detection of these three metrics holds significant econom",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1977",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1976: Optimising Enzymatic Cross-Linking: Impact on Physicochemical and Functional Properties of Lupin Flour and Soy Protein Isolate",
    "description": "The growing demand for plant-based protein alternatives has driven interest in protein modifications to enhance their functional properties in food applications. Enzymatic cross-linking using laccases",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1976",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1975: Development of Multiplex qPCR Method for Accurate Detection of Enzyme-Producing Psychrotrophic Bacteria",
    "description": "Microbial detection in milk is crucial for food safety and quality, as beneficial and harmful microorganisms can affect consumer health and dairy product integrity. Identifying and quantifying these m",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1975",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1974: Effect of Combining Surfactants with Potato Protein Hydrolysates on Their Emulsifying and Antioxidant Properties in Fish-Oil-in-Water Emulsions",
    "description": "This study investigated the emulsifying and antioxidant properties of potato protein hydrolysates (PPHs) obtained through enzymatic hydrolysis with trypsin, aiming to utilize them as natural emulsifie",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1974",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1972: The Effect of Varying Durations of Post-Harvest Cryogenic Treatments on the Quality of Cabernet Sauvignon Wines",
    "description": "While cold chain transportation facilitates the utilization of wine grapes grown in remote mountainous areas, there is currently a lack of research on the impacts of different post-harvest temperature",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1972",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1973: AI-Powered Innovations in Food Safety from Farm to Fork",
    "description": "Artificial intelligence is comprehensively transforming the food safety governance system by integrating modern technologies and building intelligent control systems that provide rapid solutions for t",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1973",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1971: From Nutrition to Energy: Evaluating the Role of Rye (Secale cereale L.) Grain in Sustainable Food Systems and Biofuel Applications",
    "description": "Rye (Secale cereale L.), a cereal with valuable agronomic and nutritional benefits, contributes to sustainable agriculture, especially in areas where more demanding crops cannot be cultivated due to t",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1971",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1970: Health, Environment or Taste? Using the Theory of Planned Behaviour to Predict Plant-Based Milk Consumption",
    "description": "Dairy farming contributes significantly to global greenhouse gas emissions, highlighting the need for a dietary shift toward more sustainable products. Plant-based milks have gained popularity as a lo",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1970",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1969: A Comprehensive Review on Characterization of Pepper Seeds: Unveiling Potential Value and Sustainable Agrifood Applications",
    "description": "Pepper (Capsicum annuum L.) processing generates significant byproducts, with seeds emerging as a promising resource due to their rich content of oils, proteins, phenolic compounds and minerals. This ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1969",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Foods",
    "title": "Foods, Vol. 14, Pages 1968: Ultrasound-Enhanced Ionotropic Gelation of Pectin for Lemon Essential Oil Encapsulation: Morphological Characterization and Application in Fresh-Cut Apple Preservation",
    "description": "The growing demand for natural preservatives in the food industry has highlighted the importance of essential oils (EOs), despite their limitations related to volatility and oxidative instability. Thi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2304-8158/14/11/1968",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1981: Influence of Wine on Bone Mineral Density",
    "description": "Background: Considering the increasing interest in strategies to prevent osteoporosis and other bone-related conditions, it is relevant to critically assess the existing evidence on the potential bene",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1981",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1980: IgE-Mediated Food Sensitization, Management Strategies, and Quality of Life in Pediatric Eosinophilic Esophagitis: A Prospective Observational Study",
    "description": "Background: Eosinophilic esophagitis is a chronic immune-mediated disease with increasing prevalence. In pediatric populations, it often coexists with IgE-mediated food sensitization. This dual diagno",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1980",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1979: Association Between Low Omega-6 Polyunsaturated Fatty Acid Levels and the Development of Delirium in the Coronary Intensive Care Unit",
    "description": "Background: Delirium is frequently observed in patients admitted to the intensive care unit, and is associated with mortality and morbidity. Although several studies have reported an association betwe",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1979",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1978: Integrating Traditional Nutritional Wisdom into Digital Nutrition Platforms: Toward Culturally Adaptive and Inclusive Health Technologies",
    "description": "Background/Objectives: Traditional nutritional knowledge, shaped by centuries of cultural and ecological adaptation, offers holistic and sustainable dietary frameworks that remain highly relevant to m",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1978",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1977: Alginate Oligosaccharide and Gut Microbiota: Exploring the Key to Health",
    "description": "Alginate oligosaccharide (AOS), a degradation product of alginate derived from marine brown algae, has attracted significant attention due to its potent ability to modulate gut microbiota and enhance ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1977",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1976: Dietary Assessment of Older Korean Adults by Level of Plant Protein Intake",
    "description": "Background/Objectives: The purpose of this study is to evaluate the dietary habits of older Korean adults according to their level of plant protein intake. Methods: To conduct this study, the daily pl",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1976",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1975: Beyond the Average: Trends in Extreme Sodium Intake in the U.S. Population, 2003&ndash;2018",
    "description": "Background: Excessive sodium consumption is a major contributor to hypertension and cardiovascular disease (CVD), yet most nutrition surveillance systems focus primarily on average intake measurements",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1975",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1974: Nutritional Support for Pediatric Gastroenterology Patients",
    "description": "Understanding and addressing nutritional challenges related to cow&amp;rsquo;s milk consumption during infancy and childhood remains a critical and evolving field within pediatric nutrition and gastro",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1974",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1973: How Did the Dietary Behavior of Older Korean Adults Change During the COVID-19 Pandemic?",
    "description": "Objectives: This study comparatively evaluated changes in the food habits and dietary patterns of adults aged &amp;ge;65 years before and during the coronavirus disease 2019 (COVID-19) pandemic using ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1973",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1972: Curcumin for Inflammation Control in Individuals with Type 2 Diabetes Mellitus and Metabolic Dysfunction-Associated Steatotic Liver Disease: A Randomized Controlled Trial",
    "description": "Background: Curcumin, a bioactive polyphenol derived from turmeric, has demonstrated potential therapeutic effects in metabolic dysfunction-associated steatotic liver disease (MASLD) by modulating inf",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1972",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1971: An Evaluation of Food Allergy Management Practices in a Sample of Canadian and American Schools",
    "description": "Background: Children, including the estimated 7% with food allergy, spend most of their waking hours in school. Variations in school-based food allergy (FA) practices exist. We aimed to examine differ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1971",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1970: Association Between Dietary Intake and Blood Concentrations of One-Carbon-Metabolism-Related Nutrients in European Prospective Investigation into Cancer and Nutrition",
    "description": "Background/Objectives: We examined the association between dietary intake and blood concentrations of one-carbon metabolism (OCM)-related nutrients in the European Prospective Investigation into Cance",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1970",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1969: Iron Deficiency Prevalence in Bulgarian Children with Cerebral Palsy and Autism: A Call for Nutritional Interventions to Support Development",
    "description": "Background/Objectives: Iron plays an important role in cognitive, behavioral, and motor development. This study aims to assess the iron nutritional status of Bulgarian children with cerebral palsy (CP",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1969",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1968: ALBACOVIDIOL Study: Effect of Calcifediol Treatment on Mortality in Patients Hospitalized for COVID-19: A Retrospective Analysis",
    "description": "Background: Immunomodulatory treatments targeting excessive host immune responses favorably shifting the course of COVID-19. High doses of calcifediol may reduce the mortality of this infection. Objec",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1968",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1966: Calcium Supplement Combined with Dietary Supplement Kidtal Can Promote Longitudinal Growth of Long Bone in Calcium-Deficient Adolescent Rats",
    "description": "Objective: Growth retardation in adolescents caused by nutritional deficiency requires effective intervention. A novel dietary supplement containing bamboo shoot extract, amino acids, and calcium citr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1966",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1967: Comparing Dietary Intake and Cardiovascular Risk Factors in Vancouver&rsquo;s South Asian Community",
    "description": "Background: Compared to omnivorous diets, vegetarian diets are generally linked to improved body weight, blood pressure, lipid profiles, and glycemic control. Despite having the highest global prevale",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1967",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1965: Validation of the Texas School Physical Activity and Nutrition (SPAN) Dietary Index Against the Healthy Eating Index Among Elementary-Aged Students",
    "description": "Objective: Assess the accuracy of the Texas School Physical Activity and Nutrition (SPAN) survey&amp;rsquo;s diet quality index against the 24 h recall-based Healthy Eating Index (HEI-2020). Methods: ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1965",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1964: Effects of Dietary Interventions on Cognitive Outcomes",
    "description": "Cognitive aging is a complex, multifactorial process influenced by genetic, metabolic, and environmental factors. Among modifiable risk factors, nutrition has emerged as a promising target to preserve",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1964",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1963: Comparative Effects of Time-Restricted Eating and the Ketogenic Diet on QRISK3-Assessed Cardiovascular Risk in Individuals with Obesity: A Longitudinal Analysis of Metabolic, Anthropometric, and Lifestyle Factors",
    "description": "Background/Objectives: Obesity remains a major public health concern, and effective dietary strategies for reducing cardiovascular risk are still under investigation. This interventional non-randomize",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1963",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1962: Effects of Polyphenols from Oat and Oat Bran on Anti-Inflammatory Activity and Intestinal Barrier Function in Raw264.7 and Caco-2 Models",
    "description": "Background/Objectives: Oats and oat bran are rich in dietary fiber, polyphenols and other phytochemicals. Methods: In this study, we evaluated the phytochemical content and established LPS-induced RAW",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1962",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1961: Kidney-Gut Axis in Chronic Kidney Disease: Therapeutic Perspectives from Microbiota Modulation and Nutrition",
    "description": "Chronic kidney disease (CKD) has a high prevalence worldwide, with an increasing incidence. One of the mechanisms of CKD progression involves a disordered inter-organ relationship between the kidneys ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1961",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1960: Nutrient-Wide Association Study for Dementia Risks: A Prospective Cohort Study in Middle-Aged and Older Adults",
    "description": "Background/Objectives: Evidence on associations between nutrients and dementia risk is limited and inconsistent. We aimed to systematically examine associations between 101 dietary nutrients and demen",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1960",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1959: Nutritional Management for Preterm Infants with Common Comorbidities: A Narrative Review",
    "description": "The complications observed in preterm infants are largely attributable to underdeveloped organ systems and inadequate nutritional stores at birth. Insufficient nutritional support can further exacerba",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1959",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1958: Effects of Beetroot Juice on Physical Performance in Professional Athletes and Healthy Individuals: An Umbrella Review",
    "description": "Background: Beetroot juice, the most commonly used route of dietary nitrate supplementation, is theorized to enhance physical performance. However, its effects on different aspects of physical perform",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1958",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1957: Identification of Priority Nutrients in the US: Targeting Malnutrition to Address Diet-Related Disease Across the Lifespan",
    "description": "Background/Objectives: Poor diet is a leading modifiable cause of chronic disease in the US. In addition to targeting nutrients of concern (saturated fat, added sugars, and sodium), nutrients with bot",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1957",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1956: Celiac Disease and Gluten-Free Diets: A Path or Barrier to Food (In)Security?",
    "description": "Background: Celiac disease (CD) is an autoimmune condition triggered by gluten ingestion. The only effective treatment is adherence to a gluten-free diet (GFD), which is challenging due to the widespr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1956",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1955: Multi-Strain Probiotics Alleviate Food Allergy-Induced Neurobehavioral Abnormalities by Regulating Gut Microbiota and Metabolites",
    "description": "Background and aim: Neurobehavioral changes associated with food allergies have been reported, but the therapeutic effects of probiotics have not been fully explored. Our study aimed to investigate th",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1955",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1954: Overnutrition in the Elderly Population: Socio-Demographic and Behavioral Risk Factors in Hungary",
    "description": "Background/Objectives: Overnutrition, leading to overweight and obesity, is a growing concern among the elderly, contributing to non-communicable diseases. This study examines socio-demographic, dieta",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1954",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1953: EAT&ndash;Lancet Recommendations and Their Viability in Chile (2014&ndash;2023): A Decade-Long Cost Comparison Between a Healthy and Sustainable Basket and the Basic Food Basket",
    "description": "Background/Objectives: Addressing the global syndemic of obesity, undernutrition, and climate change requires a shift toward healthy and sustainable diets. This study examines the feasibility and cost",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1953",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1952: Iodine and Selenium Status in Relation to Thyroid and Immune Functions&mdash;The Analysis of Their Dependencies in a Group of Women of Reproductive Age from the Southern Region of Poland",
    "description": "Objectives: Iodine and selenium are key elements for thyroid. There is also evidence of their immunoregulatory potential. However, the current state of knowledge of potential interactions among iodine",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1952",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1951: Glycemic Control and Quality of Life Among People with Type 1 Diabetes: Relationships with Insulin Therapy and Carbohydrate Counting",
    "description": "Background/Objectives: Diabetes mellitus has physical, psychological and behavioral implications related to glycemic control and quality of life. Our aims were to evaluate glycemic control and disease",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1951",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1950: Association of Oral Frailty with Physical Frailty and Malnutrition in Patients on Peritoneal Dialysis",
    "description": "Background: Oral frailty is a state between normal oral function and oral hypofunction. Oral frailty progresses to oral hypofunction and dysphagia, which leads to malnutrition, and then to physical fr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1950",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1949: Awareness of the Connection Between Food and Nutrition in Adolescents: A Pilot Study",
    "description": "Background/Objectives: Adolescence is an important period for developing the knowledge and skills for healthy eating. Past studies have found that declarative knowledge of food and nutrition alone is ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1949",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1948: Why Do Adolescents Skip Breakfast? A Study on the Mediterranean Diet and Risk Factors",
    "description": "Background/Objectives: Skipping breakfast is increasingly common among adolescents and has been associated with adverse health and academic outcomes. The average prevalence of breakfast skipping among",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1948",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1947: A Comparative Analysis of Graphic Models for Enhancing Nutrition Education",
    "description": "Background: Obesity is a global health problem associated with many chronic diseases. Nutrition education tools, such as graphic nutrition models, play a key role in the promotion of healthy eating ha",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1947",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1946: Lactase-Treated A2 Milk as a Feasible Conventional Milk Alternative: Results of a Randomized Controlled Crossover Trial to Assess Tolerance, Gastrointestinal Distress, and Preference for Milks Varying in Casein Types and Lactose Content",
    "description": "Background: Previous research indicates that gastrointestinal discomfort from milk consumption may be attributable to A1 &amp;beta;-casein, rather than lactose intolerance alone. A2 milk (free of A1 &",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1946",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1945: Reply to Klevay, L.M. Comment on &ldquo;Huang et al. Influence of Varied Dietary Cholesterol Levels on Lipid Metabolism in Hamsters. Nutrients 2024, 16, 2472&rdquo;",
    "description": "Thank you for your insightful comments and suggestions [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1945",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1944: Comment on Huang et al. Influence of Varied Dietary Cholesterol Levels on Lipid Metabolism in Hamsters. Nutrients 2024, 16, 2472",
    "description": "Huang et al [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/12/1944",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1943: L-Theanine Mitigates Chronic Alcoholic Intestinal Injury by Regulating Intestinal Alcohol and Linoleic-Arachidonic Acid Metabolism in Rats",
    "description": "Background: Chronic alcohol intake impairs intestinal function, while L-theanine (LTA) may support intestinal health. However, the protective effects of LTA to chronic alcoholic intestinal injuries re",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1943",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1940: Impact of Isomaltulose on Glycemic Response in Diabetic and Healthy Populations: A Meta-Analysis",
    "description": "Background: Effective management of postprandial glycemic control is critical for diabetic patients, as elevated postprandial glucose levels can lead to complications such as cardiovascular disease an",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1940",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1942: Effect of a Low Glycemic Index/Slow Digesting (LGI/SD) Carbohydrate Product on Maternal Glycemia and Neonatal Body Composition in Obese Pregnant Women: The NIGOHealth Randomized Clinical Trial",
    "description": "Background/Objectives: Obesity during pregnancy is strongly related to increased insulin resistance, and subsequent development of metabolic syndrome-like disorders, such as glucose intolerance, pre-e",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1942",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1941: Effects of Oral Nutrition Supplementation with or Without Multi-Domain Intervention Program on Cognitive Function and Overall Health in Older Adults: A Randomized Controlled Trial",
    "description": "Objectives: The global rise in dementia prevalence is escalating the socioeconomic burden, prompting efforts in prevention and treatment. This study aimed to evaluate the effects of an 8-week oral nut",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1941",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1939: Bacopa monnieri: Preclinical and Clinical Evidence of Neuroactive Effects, Safety of Use and the Search for Improved Bioavailability",
    "description": "Bacopa monnieri, also known as Brahmi or Waterhyssop, is a plant used in Ayurveda for its memory-enhancing properties and control of blood sugar levels. It contains active compounds such as alkaloids,",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1939",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1937: The Association of Food Insecurity and Risk of Mortality: A Systematic Review and Meta-Analysis of Large-Scale Cohorts",
    "description": "Objectives: Food insecurity (FI) represents a significant global public health issue, yet existing literature presents inconsistent findings regarding its association with mortality risk. This systema",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1937",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1938: First&ndash;Second-Trimester Dietary Inflammatory Index and Anemia Risk in the Third Trimester: A Prospective Cohort Study",
    "description": "Objectives: Dietary conditions are closely related to maternal health. This study aims to investigate the causal relationship between the first&amp;ndash;second-trimester Dietary Inflammatory Index (D",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1938",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1936: Lipid Metabolism and Relevance to Chronic Disease",
    "description": "Lipid metabolism is involved in the development and progression of widespread chronic diseases, making it a crucial area of study in medicine and public health [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1936",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1935: Association Between Nutritional Status and Early Postoperative Infection Risk in Kidney Transplant Patients",
    "description": "Malnutrition is one of the stronger predictors of morbi-mortality in end-stage kidney disease patients. Moreover, malnutrition in hospitalized patients severely affects multiple clinical outcomes, inc",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1935",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1934: Unintended Consequences of Obesity Pharmacotherapy: A Nutritional Approach to Ensuring Better Patient Outcomes",
    "description": "Background/Objectives: Obesity pharmacotherapy vastly improved the treatment of the disease of obesity. However, GLP-1 receptor agonists and GIP/GLP-1 dual agonists may lead to nutritional complicatio",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1934",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1933: Effects of a Balanced Diet and Probiotics on Blood Biomarkers and Gut Microbiota in the Elderly: A Community-Based Intervention Study",
    "description": "Background/Objectives: Aging is characterized by dysregulation of the immune system. A balanced diet and probiotic intake can play significant roles in preventing aging-related chronic degenerative di",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1933",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1932: Nutrient Intake and Plasma and Erythrocyte Content Among Lactating Mothers of Hospitalized Very Preterm Infants: Associations with Human Milk Composition",
    "description": "Background/Objectives: Lactating mothers have increased nutritional requirements, but nutritional adequacy is difficult to achieve. Additionally, human milk (HM) composition depends on maternal diet. ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1932",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1931: Function of Yogurt Fermented with the Lactococcus lactis 11/19-B1 Strain in Improving the Lipid Profile and Intestinal Microbiome in Hemodialysis Patients",
    "description": "Background/Objectives: The number of chronic kidney disease (CKD) patients is increasing in Japan, and this population is at high risk of death from cardiovascular and cerebrovascular diseases. Theref",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1931",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1930: Dietary and Physical Activity Correlates of Muscle Mass in 60&ndash;65-Year-Old Seniors: A Gender-Specific Analysis",
    "description": "Introduction: Sarcopenia and loss of skeletal muscle mass represent major public health concerns in aging populations. Although both diet and physical activity (PA) are recognized as modifiable determ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1930",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1929: Impact of Exams on Diet, Physical Activity, and Body Composition in University Students",
    "description": "Background: Bad dietary habits and sedentary lifestyles alter body composition, increasing disease risk. Methods: We conducted a prospective, comparative, longitudinal observational study among nursin",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1929",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1928: Effects of Perceived Stress on Problematic Eating: Three Parallel Moderated Mediation Models",
    "description": "Background: Stress adversely affects health behaviors, particularly problematic eating. However, the psychological mechanisms underlying this relationship remain underexplored. This study seeks to exa",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1928",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1927: Fermented Apple Juice Reduces the Susceptibility of Offspring Mice to Food Allergy Exacerbated by Maternal High-Fat Diet",
    "description": "Background: Food allergy (FA) is associated with dietary habits, antibiotic use, living environment, and delivery method. Pregnancy and lactation represent critical periods for neonatal immune system ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1927",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1926: The Alleviating Effect of Abalone Viscera Collagen Peptide in DSS-Induced Colitis Mice: Effect on Inflammatory Cytokines, Oxidative Stress, and Gut Microbiota",
    "description": "Background/Objectives: Abalone viscera is a discarded seafood by-product that contains a wealth of protein and is a good source of collagen peptides which have proven to have great potential in amelio",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1926",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1925: Caffeine: A Neuroprotectant and Neurotoxin in Traumatic Brain Injury (TBI)",
    "description": "Caffeine is a weak, nonselective adenosine receptor antagonist. At low-to-moderate doses, caffeine has a stimulating effect; however, at higher doses, it can act as a depressant. It can function both ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1925",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1924: The Influence of Competition Day Loads on the Metabolic and Immune Response of Olympic Female Beach Volleyball Athletes: A Sportomics Analysis",
    "description": "Background: Beach volleyball (BVb) is a highly demanding Olympic sport characterized by intense physical activity and unique environmental challenges, including varying weather conditions and sandy, u",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1924",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1923: Health Claims for Protein Food Supplements for Athletes&mdash;The Analysis Is in Accordance with the EFSA&rsquo;s Scientific Opinion",
    "description": "Background: Protein supplements are among the most popular, available and growing complementary products. Fraud related to the mislabeling, inaccurate analysis or declaration of ingredient quantities,",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1923",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1922: More PEAS Please! Process Evaluation of a STEAM Program Designed to Promote Dietary Quality, Science Learning, and Language Skills in Preschool Children",
    "description": "Background/Objectives: Traditional nutrition education can increase children&amp;rsquo;s exposure to healthy foods, but preschool teachers face barriers such as limited time and competing priorities (",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1922",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1919: Nutritional Challenges Among Children Under Five in Limpopo Province, South Africa: Complementary Feeding Practices and Dietary Diversity Deficits",
    "description": "Objective: The aim of this study was to assess complementary feeding practices and dietary diversity in relation to the nutritional status of children under five attending health facilities in the Tha",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1919",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1921: Health Consciousness, Sensory Appeal, and Perception of Front-of-Package Food Labels as Predictors of Purchase Intention for Unhealthy Foods in Peruvian University Students",
    "description": "Background: Health consciousness refers to an individual&amp;rsquo;s level of knowledge and concern regarding the impact of food on personal health; sensory appeal to the influence of attributes such ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1921",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1920: Parent and Child Choice of Sugary Drinks Under Four Labelling Conditions",
    "description": "Background: The majority of Australian children exceed the World Health Organization&amp;rsquo;s recommended dietary intake of free sugar, particularly through the consumption of sugar-sweetened bever",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1920",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1918: Low TAS1R2 Sweet Taste Receptor Expression in Skeletal Muscle of Genetically Diverse BXD Mice Mirrors Transcriptomic Signatures of Loss-of-Function Mice",
    "description": "Background/Objectives: Sweet taste receptor TAS1R2 is expressed in skeletal muscle, yet its role in muscle metabolism remains poorly understood. Methods: Here, we leverage the BXD recombinant inbred m",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1918",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1917: Association of Food-Specific Glycemic Load and Distinct Dietary Components with Gestational Diabetes Mellitus Within a Mediterranean Dietary Pattern: A Prospective Cohort Study",
    "description": "Background/Objectives: Gestational diabetes mellitus (GDM) is a major pregnancy complication with rising global prevalence. The Mediterranean Diet (MD) has shown metabolic benefits, but total adherenc",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1917",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1916: The Acute and Long-Term Benefits of the Oligoantigenic Diet for Children and Adolescents on the Three Symptom Subdomains of ADHD: Inattention, Hyperactivity, and Impulsivity",
    "description": "Background: Based on the multitude of findings, nutrition is becoming increasingly important in the treatment of attention deficit/hyperactivity disorder (ADHD) in children. One promising approach is ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1916",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1915: Aqueous Extract of Freshwater Clam Increases Alcohol Metabolism in Rats in a Preclinical Model",
    "description": "Excessive drinking or even alcoholism poses noticeable health risks to society, and investigating ways to improve alcohol metabolism may be a potential strategy to address this public health issue. Th",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1915",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1914: The Application of Bioelectrical Impedance Analysis Phase Angle in Cardiac Surgery",
    "description": "Introduction: Malnutrition is a recognized risk factor for unfavorable clinical outcomes and complications in cardiovascular and surgical patients. Nutritional status can be assessed with various meth",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1914",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1913: Effect of Alpha-1 Antitrypsin Deficiency on Zinc Homeostasis Gene Regulation and Interaction with Endoplasmic Reticulum Stress Response-Associated Genes",
    "description": "Background: Alpha-1 antitrypsin deficiency (AATD) is a genetic disorder caused by mutations in the SERPINA1 gene, leading to reduced levels or impaired alpha-1 antitrypsin (AAT) function. This conditi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1913",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1911: Association of Coffee and Energy Drink Intake with Suicide Attempts and Suicide Ideation: A Systematic Review and Meta-Analysis",
    "description": "Introduction: Caffeine, in the form of coffee, tea and energy drinks, is recognised as the world&amp;rsquo;s most utilised psychoactive substance and consumed by approximately 80% of the global popula",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1911",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1912: Vitamin D in the Transition from Acute to Chronic Pain: A Systematic Review",
    "description": "Background: The transition from acute to chronic pain is an important clinical phenomenon that significantly impacts the healthcare system. Despite decades of research, preventing this transition rema",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1912",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1910: Recent Research on the Role of Phytochemicals from Ginseng in Management of Osteosarcoma, Osteoporosis, and Osteoarthritis",
    "description": "Ginseng phytochemicals have attracted considerable attention for their potential therapeutic applications in bone-related diseases including osteosarcoma, osteoporosis, and osteoarthritis. Recent rese",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1910",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1908: Liver Fibrosis Is Positively and Independently Associated with Leptin Circulating Levels in Individuals That Are Overweight and Obese: A FibroScan-Based Cross-Sectional Study",
    "description": "Background: Metabolic dysfunction-associated steatotic liver disease (MASLD) is strongly correlated with the severity of obesity, and the extent of liver fibrosis is associated with a higher risk of l",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1908",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1909: An Assessment of Dietary Intake, Feeding Practices, Growth, and Swallowing Function in Young Children with Late-Onset Pompe Disease: A Framework for Developing Nutrition Guidelines",
    "description": "Newborn screening (NBS) is leading to the diagnosis of a large number of children with late-onset Pompe disease (LOPD), yet many remain asymptomatic until later years. A high-protein, low-carbohydrate",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1909",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1907: Trans Isomeric Fatty Acids in Children and Young Adults with Type 1 Diabetes Mellitus",
    "description": "Background/Objectives: Dietary guidelines recommend limiting trans fatty acid (TFA) intake to avoid adverse health effects. However, the impact of TFA intake in type 1 diabetes mellitus (T1DM) remains",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1907",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1906: Dietary Strategies to Modulate Gut Microbiota in Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD)",
    "description": "Gut microbiota has become an area of increasing interest for its potential role in metabolic dysfunction-associated steatotic liver disease (MASLD) and its more advanced form, metabolic dysfunction-as",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1906",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1905: From Soil to Brain: Olive Oil Attributes, Consumer Choices, Intermittent Fasting, and Their Impact on Health",
    "description": "Olive oil (OO) has longstanding significance in human history, particularly in the Mediterranean region, where it has been a cornerstone of diet, economy, and culture. This history adds to modern evid",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1905",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1904: The Effects of Intensive Residential Treatment for Feeding and Eating Disorders (FEDs) in Adolescence: The Case of an Italian Facility",
    "description": "Background: Feeding and eating disorders (FEDs) represent a global health problem with an increasing incidence and a progressively earlier onset. Residential treatment is notable for its intensity and",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1904",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1903: Methodological Review of Classification Trees for Risk Stratification: An Application Example in the Obesity Paradox",
    "description": "Background: Classification trees (CTs) are widely used machine learning algorithms with growing applications in clinical research, especially for risk stratification. Their ability to generate interpr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1903",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1902: Selenium and Skeletal Muscle Health in Sports Nutrition",
    "description": "Selenium is a trace element of fundamental importance to human health. In recent years, an increasing number of studies have been carried out in the field of skeletal muscle health and sports nutritio",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1902",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1901: Mediterranean Diet Patterns Are Positively Associated with Maximal Fat Oxidation and VO2max in Young Adults: The Mediating Role of Leptin",
    "description": "Background: Adherence to the Mediterranean diet (MedDiet) offers multiple metabolic benefits. However, its relationship with maximal fat oxidation (MFO) and cardiorespiratory fitness (VO2max), alongsi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1901",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1900: Protein Intake and Diet Quality Mediate the Relationship Between Sleep and Handgrip Strength in Adults in the HANDLS Study",
    "description": "Objective: The aim of this study is to determine if protein intake, diet quality, or engagement in physical activity mediate the relationship between sleep quality or duration and handgrip strength. M",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1900",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1899: A Comparative Analysis of the Use of Low-Calorie and No-Calorie Sweeteners in Food Products Without and With Added Sugar on the Polish Market",
    "description": "Background/Objectives: The growing interest of consumers in reducing their sugar consumption has led to an increase in the popularity of food products containing low- and no-calorie sweeteners as an a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1899",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1898: Development and Validation of a Lifestyle-Based 10-Year Risk Prediction Model of Colorectal Cancer for Early Stratification: Evidence from a Longitudinal Screening Cohort in China",
    "description": "Background: Colorectal cancer (CRC) remains one of the leading causes of cancer-related mortality worldwide, with growing evidence linking risk to lifestyle and dietary factors. However, nutrition-rel",
    "posted": null,
    "deadline": "2021-06-30",
    "link": "https://www.mdpi.com/2072-6643/17/11/1898",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1897: How the Dietary Saturated/Monounsaturated Fatty Acid Ratio Modulates Brain Function in Older Adults",
    "description": "Palmitic acid (PA) and oleic acid (OA) are, respectively, the most prevalent saturated and monounsaturated fatty acids (SFAs, MUFAs) in the human diet. The objective of this brief review is to explore",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1897",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1896: Association Between Malnutrition, Low Muscle Mass, Elevated NT-ProBNP Levels, and Mortality in Hemodialysis Patients",
    "description": "Background/Objectives: Malnutrition, muscle wasting, and fluid overload are highly prevalent in patients undergoing maintenance hemodialysis (HD) and may contribute to increased mortality risk. Howeve",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1896",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1895: The Healthiness of Packaged Food and Beverage Products in the Kingdom of Saudi Arabia",
    "description": "Background/Objectives: In 2020, the National Nutrition Committee in Saudi Arabia launched a nutrient profile model, aiming to support the classification of foods and beverages in line with successful ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1895",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1894: Host&ndash;Gut Microbiota Interactions: Exploring the Potential Role of Vitamin B1 and B2 in the Microbiota&ndash;Gut&ndash;Brain Axis and Anxiety, Stress, and Sleep Quality",
    "description": "Background: The microbiota&amp;ndash;gut&amp;ndash;brain axis plays a key role in regulating mental health, including anxiety, stress, and sleep quality. Vitamins B1 and B2 may influence these outcome",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1894",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1893: Vitamin D Levels in Patients Presenting to a Rheumatology Clinic in Germany: Associations with Patient Characteristics and Season",
    "description": "Background: High rates of vitamin D deficiency have been reported in population-based studies, including those conducted in Germany. The goal of this study was to evaluate vitamin D levels and associa",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1893",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1892: Potential Therapeutic Targets for Androgenetic Alopecia (AGA) in Obese Individuals as Revealed by a Gut Microbiome Analysis: A Mendelian Randomization Study",
    "description": "Objective: This study aimed to investigate the role of the gut microbiome in androgenetic alopecia (AGA) among obese individuals using Mendelian randomization (MR), and to identify potential therapeut",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1892",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1890: Persistent Vitamin D Deficiency in Pediatric Patients with Cystic Fibrosis",
    "description": "Background/Objectives: Cystic fibrosis (CF) is a multisystem disease caused by CFTR gene variants, with a high prevalence of vitamin D (VitD) deficiency despite the supplementation and schedules speci",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1890",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1891: The Influence of Dietary Factors on Melanoma Development and Progression: A Comprehensive Review",
    "description": "Melanoma is an aggressive cutaneous malignancy with increasing global incidence and high metastatic potential. While ultraviolet (UV) radiation remains the primary environmental risk factor, emerging ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1891",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1889: Exploring the Synergistic Action of Medium-Chain Triglycerides and Omega-3 Fatty Acids to Enhance Cellular Uptake and Anti-Inflammatory Responses",
    "description": "Objectives: Omega-3 fatty acids (n-3 FA) exhibit pro-healing and anti-inflammatory properties. Injectable lipid emulsions containing n-3 FA are being explored for the treatment of acute adverse condit",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1889",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1888: Improving Vitamin D Status in Preterm Newborns: A Randomized Trial of 800 vs. 400 IU/Day",
    "description": "Background and Aims: Preterm newborns are particularly susceptible to hypovitaminosis D, potentially impairing bone mineralization. In Thailand, data on its prevalence and standardized supplementation",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1888",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1887: Critical Review on the Anti-Tumor Activity of Bioactive Compounds from Edible and Medicinal Mushrooms over the Last Five Years",
    "description": "In recent years, the incidence rate of cancer has been on the rise all over the world, and the age of cancer patients has shown a younger trend, which seriously endangers patients&amp;rsquo; health. E",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1887",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1886: Integrated GPS-Enabled Physical Activity and Dietary Interventions Versus Physical Activity Alone for Obesity Control: A Systematic Review and Meta-Analysis",
    "description": "Background: The escalating prevalence of obesity underscores the urgent need for effective and scalable interventions. Global Positioning System (GPS)-enabled technologies have emerged as promising st",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1886",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1884: An Isobolographic Analysis of the Antinociceptive Effect of Salvia hispanica L. in Combination with Citrus &times; latifolia in Rats",
    "description": "This study aimed to evaluate the antinociceptive effect of Salvia hispanica L. seeds, Citrus &amp;times; latifolia (Lime) juice, and the interaction of their combination in rats using the writhing tes",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1884",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1885: Nutrient-Driven Antioxidant Interventions for Prevention of Age-Related and Diabetic Cataracts",
    "description": "Cataract formation remains a significant cause of global visual impairment. Increasing attention has been directed toward antioxidant-based interventions as potential non-surgical strategies to delay ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1885",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1883: The Role of Gut Microbiota in Pediatric Obesity and Metabolic Disorders: Insights from a Comprehensive Review",
    "description": "Background: Pediatric obesity represents a multifactorial condition in which gut microbiota dysbiosis, low-grade systemic inflammation, and metabolic dysfunction are intricately connected. Objectives:",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1883",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Nutrients",
    "title": "Nutrients, Vol. 17, Pages 1881: Ultrasound-Derived Skinfolds in Anthropometric Predictive Equations Overestimate Fat Mass: A Validation Study Using a Four-Component Model",
    "description": "Background: The evaluation of body composition is considered a key factor for assessing nutritional status. In several settings, ultrasound (US) has been used as a useful tool in nutritional practice ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2072-6643/17/11/1881",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 392: Differential Expression of Lipid Metabolism Genes, CROT and ABCG1, in Obese Patients with Comorbid Depressive Disorder and Risk of MASLD",
    "description": "Background: There is accumulating evidence supporting a bidirectional relationship between metabolic dysfunction-associated steatotic liver disease (MASLD) and depressive disorder (DD), with possible ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/392",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 391: Oxidative Stress, Energy Metabolism Disorder, Mitochondrial Damage, and miR-144 Participated in Molecular Mechanisms of 4-Octylphenol-Caused Cardiac Autophagic Damage in Common Carps (Cyprinus carpio L.)",
    "description": "Background/Objectives: In 4-octylphenol (4-OP), a toxic environmental pollutant with endocrine disruptive effect, the use of 4-OP causes pollution in the freshwater environment and poses risks to aqua",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/391",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 390: Gut Microbiome Dysbiosis and Its Impact on Reproductive Health: Mechanisms and Clinical Applications",
    "description": "The human gut microbiome is integral to maintaining systemic physiological balance, with accumulating evidence emphasizing its critical role in reproductive health. This review investigates the bidire",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/390",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 389: Salivaomics: New Frontiers in Studying the Relationship Between Periodontal Disease and Alzheimer&rsquo;s Disease",
    "description": "Background: This study explores the link between oral biofluids, microbial dysbiosis, and Alzheimer&amp;rsquo;s disease (AD), highlighting saliva and gingival crevicular fluid (GCF) as non-invasive di",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/389",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 388: Nitrogen Deprivation Drives Red Motile Cell Formation in Haematococcus pluvialis: Physiological and Transcriptomic Insights",
    "description": "Background: Natural astaxanthin, a commercially valuable carotenoid, is primarily sourced from Haematococcus pluvialis, a microalga known for its remarkable resilience to environmental stress. Methods",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/388",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 387: Suppress or Not to Suppress &hellip; CRAFT It: A Targeted Metabolomics Case Study Extracting Essential Biomarker Signals Directly from the Full 1H NMR Spectra of Horse Serum Samples",
    "description": "Background: There are a few very specific inflammation biomarkers in blood, namely lipoprotein NMe+ signals of protein clusters (GlycA and GlycB) and a composite resonance of phospholipids (SPC). The ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/387",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 386: The Potential of Aloe vera and Opuntia ficus-indica Extracts as Biobased Agents for the Conservation of Cultural Heritage Metals",
    "description": "Background/Objectives: Biocorrosion, driven by microbial colonization and biofilm formation, poses a significant threat to the integrity of metal artifacts, particularly those composed of copper and i",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/386",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 385: Investigating Immune Checkpoint Inhibitor-Induced Pancreatic Injury: When to Discontinue Cancer Therapy",
    "description": "Background/Objectives: The increasing use of immune checkpoint inhibitors (ICIs) in cancer treatment has led to a rise in immune-related adverse events (irAEs), including pancreatic injury. While curr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/385",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 384: Unlocking Plant Resilience: Metabolomic Insights into Abiotic Stress Tolerance in Crops",
    "description": "Background/Objectives: In the context of accelerating climate change and growing food insecurity, improving crop resilience to abiotic stresses such as drought, salinity, heat, and cold is a critical ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/384",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 383: Molecular Mechanisms by Which Polyethylene Terephthalate (PET) Microplastic and PET Leachate Promote the Growth of Benthic Cyanobacteria",
    "description": "Polyethylene terephthalate (PET) is one of the most frequently used synthetic polymers and it plays a major role in plastic pollution in aquatic environments. As PET undergoes environmental degradatio",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/383",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 382: Alteration of Metabolic Profile in Patients with Narcolepsy Type 1",
    "description": "Background: Narcolepsy type 1 (NT1) is a rare neurological sleep disorder characterized by excessive daytime sleepiness and cataplexy. NT1 is thought to be caused by the loss of hypocretin-producing n",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/382",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 381: The Effect of Frailty on Body Composition and Its Impact on the Use of SGLT-2 Inhibitors and GLP-1RA in Older Persons with Diabetes",
    "description": "The association of frailty with body composition is complex. Frailty can be associated with significant anorexia and weight loss or overweight and obesity. In addition, the development of frailty lead",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/381",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 380: New Players in Metabolic Syndrome",
    "description": "Background/Objectives: Metabolic syndrome (MetS) is a complex, multifaceted disorder with significant socioeconomic and public health consequences, increasingly acknowledged as a global epidemic. Fibr",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/380",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 379: Dietary and Lifestyle Interventions to Mitigate Oxidative Stress in Male and Female Fertility: Practical Insights for Infertility Management&mdash;A Narrative Review",
    "description": "Background/Objectives: Infertility in both men and women can be significantly influenced by oxidative stress (OS), which occurs due to an imbalance between reactive oxygen species (ROS) and the body&a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/379",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 378: Comparative Assessment of Immune Cell Subset Ratios (NKT/NK, Th/Tc, B1/B2) in Gestational Diabetes and Healthy Pregnancy: Links to Biochemical and Immunochemical Profiles",
    "description": "Introduction: Gestational diabetes (GD) is a common pregnancy metabolic disorder involving immune alterations. While there is a link between immune cells and GD, the specific roles of NKT/NK, helper/c",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/378",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 377: The Association Between Psoriasis and Metabolic Syndrome in Children: A Narrative Review",
    "description": "Psoriasis is a common inflammatory skin disease with a complex pathogenesis consisting of genetic factors, immune dysfunction and environmental background. In adults, psoriasis is strongly associated ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/377",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 376: Metabolomic Profiling and Bioanalysis of Chronic Myeloid Leukemia: Identifying Biomarkers for Treatment Response and Disease Monitoring",
    "description": "Background: Including Chronic Myeloid Leukemia (CML) patients with deep molecular responses (MR4.5) and those with suboptimal responses provides valuable insights into treatment-associated metabolic c",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/376",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 375: High-Calorie Diet Consumption Induces Lac-Phe Changes in the Brain in a Time-of-Day Manner Independent of Exercise",
    "description": "Background/Objectives: N-lactoyl-phenylalanine (Lac-Phe), an exercise-induced metabolite, has been shown to reduce food intake, decrease body weight and adiposity, and improve glucose homeostasis with",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/375",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 374: Application of Craniosacral Therapy Versus Blood Levels of Corticoliberin and Oxytocin in Male Firefighters Exposed to Occupational Stress&mdash;A Randomised Control Trial",
    "description": "Background: Firefighters&amp;rsquo; work exposes them to high levels of stress. Oxytocin (OXT) and corticotrophin-releasing hormone (CRH) are hormones released in response to stress. Prolonged exposur",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/374",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 373: Ergosterol Protects Canine MDCK Cells from Gentamicin-Induced Damage by Modulating Autophagy and Apoptosis",
    "description": "Background: Renal injury is a critical health issue in pet dogs, often exacerbated by drug-induced nephrotoxicity such as gentamicin (GM). This study investigated the protective effects of ergosterol ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/373",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 372: Capsaicin as a Microbiome Modulator: Metabolic Interactions and Implications for Host Health",
    "description": "Background/Objectives: Capsaicin is the principal pungent compound in chili peppers and is increasingly recognized as a multifunctional phytochemical with systemic effects beyond its sensory propertie",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/372",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 371: Comparison of the Metabolic Profiles Associated with Protonitazene and Protonitazepyne in Two Severe Poisonings",
    "description": "Nitazenes represent an emerging class of new synthetic opioids characterized by a high-potency &amp;mu;-opioid receptor (MOR) agonist activity. Background: We report two 20-year-old males who presente",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/371",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 370: The Associations of Serum Folate Forms with Metabolic Dysfunction-Associated Fatty Liver Disease and Liver Fibrosis: A Nationwide Cross-Sectional Study",
    "description": "Background: Accumulating evidence indicates a link between folate and metabolic dysfunction-associated fatty liver disease (MAFLD). Objectives: The aim of this study was to ascertain whether different",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/370",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 369: Optimization of Tunisian Myrtus communis L. Essential Oil Extraction by Complete Factorial Experimental Design",
    "description": "Background:&amp;nbsp;Myrtus communis L. is a typical aromatic species of the Mediterranean basin, whose leaves are rich in essential oil known for its biological properties. Methods: The essential oil",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/369",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 368: Analysis of the Acute Cytokine Dynamics Induced in Professional Padel According to the Playing Side of the Court and Sex-Related Differences",
    "description": "Background/Objectives: Moderate-intensity physical exercise induces an anti-inflammatory state that may help prevent or manage various diseases. In contrast, high-intensity exercise is closely associa",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/368",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 367: Circulating MicroRNAs Associated with Changes in the Placenta and Their Possible Role in the Fetus During Gestational Diabetes Mellitus: A Review",
    "description": "MicroRNAs (miRs) are epigenetic regulators of several metabolic diseases, including gestational diabetes mellitus (GDM). Objectives: Following a systematic review, we propose a pattern of key circulat",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/367",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 366: Soluble Siglec-9 Improves Intestinal Barrier Function in a Mouse Model of Metabolic Dysfunction-Associated Steatohepatitis",
    "description": "Background/Objectives: Metabolic dysfunction-associated steatohepatitis (MASH), characterized by liver inflammation, fibrosis, and fat accumulation, can develop into cirrhosis and liver cancer. Despit",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/366",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 365: Secreted Phosphoprotein 1 in Lung Diseases",
    "description": "Secreted phosphoprotein 1 (SPP1), also known as osteopontin (OPN) or early T lymphocyte activation protein 1 (ETA-1), is a multifunctional protein involved in numerous biological processes, including ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/365",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 364: Plasma TMAO Concentrations and Gut Microbiota Composition in Subjects with and Without Metabolic Syndrome: Results from Pilot Study",
    "description": "Background/Objectives: Trimethylamine N-oxide (TMAO) is a gut microbiota-dependent metabolite considered as a risk metabolite for various non-communicable diseases. This study aims to identify differe",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/364",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 363: Plasma and Fecal Metabolites Combined with Gut Microbiome Reveal Systemic Metabolic Shifts in 60Co Gamma-Irradiated Rats",
    "description": "Background: High-dose &amp;gamma;-ray exposure (&amp;ge;7 Gy) in nuclear emergencies induces life-threatening acute radiation syndrome, characterized by rapid hematopoietic collapse (leukocytes &amp;l",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/363",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 362: Bridging Ethnobotanical Knowledge and Multi-Omics Approaches for Plant-Derived Natural Product Discovery",
    "description": "For centuries, plant-derived natural products (NPs) have been fundamental to traditional medicine, providing essential therapeutic compounds. Ethnobotanical knowledge has historically guided NP discov",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/362",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 361: The Hidden Burden: Gastrointestinal Involvement in Lysosomal Storage Disorders",
    "description": "Background: Lysosomal storage disorders (LSDs) are rare inherited metabolic diseases characterized by defects in lysosomal enzyme function or membrane transport. These defects lead to substrate accumu",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/361",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 360: Oral Glucoraphanin and Curcumin Supplements Modulate Key Cytoprotective Enzymes in the Skin of Healthy Human Subjects: A Randomized Trial",
    "description": "Background/Objectives: Oxidative stress plays a pivotal role in skin aging and carcinogenesis. Phytochemicals such as sulforaphane (SF, from broccoli sprouts or seeds) or curcumin (CUR, from turmeric)",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/360",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 359: Physiological and Molecular Responses of Underutilized Genotype AHK-200 of Vegetable Melon (Cucumis melo var. melo) Against Drought Stress: Gas Exchange, Antioxidant Activity, and Gene Expression",
    "description": "Background/Objectives: Drought stress is a significant environmental challenge that affects plant growth and productivity. Methods: In this study, an underutilized and better drought stress tolerance ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/359",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 358: UPLC-ESI-QTRAP-MS-Based Metabolomics Revealed Changes in Biostimulant-Related Metabolite Profiles in Zingiber mioga Flower Buds During Development",
    "description": "Background: The composition and abundance of biostimulants are important factors in the formation of the flavour and nutritional value of flower buds, as well as key factors influencing their growth a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/358",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 356: Hyperuricemia&mdash;Especially &ldquo;Metabolic Hyperuricemia&rdquo;&mdash;Is Independently Associated with a Higher Risk of Steatotic Liver Disease",
    "description": "Background:&amp;nbsp;Hyperuricemia and steatotic liver disease are both associated with various comorbidities and mortality. This study was carried out to study the association between hyperuricemia a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/356",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 357: DART&ndash;Triple Quadrupole Mass Spectrometry Method for Multi-Target and Fast Detection of Adulterants in Saffron",
    "description": "Saffron is a high-cost spice due to the specific conditions for optimal growth and because of being harvested by hand. The massive income from commercializing saffron substituted with other plant part",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/357",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 355: Comparison of Pyrazinamide with Isoniazid for Their Effects on the Heme Biosynthetic Pathway in Mouse Liver",
    "description": "Background/Objectives: Isoniazid (INH) and pyrazinamide (PZA) are first-line drugs used to treat tuberculosis (TB), but their use is generally contraindicated in patients with porphyria, a group of me",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/355",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 354: SMQVP: A Web Application for Spatial Metabolomics Quality Visualization and Processing",
    "description": "Background: Spatial metabolomics is a powerful technique that enables spatially resolved mapping of metabolite distributions at the tissue and cellular levels, providing valuable insights into biologi",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/354",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 353: Lipidomic Profiling Reveals HSD17B13 Deficiency-Associated Dysregulated Hepatic Phospholipid Metabolism in Aged Mice",
    "description": "Objectives: HSD17B13 (17&amp;beta;-hydroxysteroid dehydrogenase 13), a lipid droplet-associated enzyme, has emerged as a key regulator of hepatic lipid metabolism and a potential therapeutic target fo",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/353",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 352: Recent Advancements in Understanding the Role and Mechanisms of Angiopoietin-like Proteins in Diabetic Retinopathy",
    "description": "Angiopoietin-like proteins (ANGPTLs) represent a family of secreted glycoproteins that are extensively expressed in vivo and are integral to various pathophysiological processes, including glucose and",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/352",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 351: Thioredoxin-Interacting Protein (TXNIP) in Gestational Diabetes Mellitus",
    "description": "Background: Thioredoxin-interacting protein (TXNIP) is a major inhibitor of the thioredoxin (TRX) antioxidant system and an important player in the development and aggravation of intracellular oxidati",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/351",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 350: Effect of Thermal Processing by Spray Drying on Key Ginger Compounds",
    "description": "Background/Objectives: Spray drying is a technique widely employed in the food and nutraceutical industries to convert liquid extracts into stable powders, preserving their functional properties. Ging",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/350",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 349: An Integrated Analysis of Transcriptomic and Metabolomic Effects Reveals Insights into Stress Responses in Largemouth Bass (Micropterus salmoides) Under MS-222 (Tricaine Methanesulfonate) Exposure",
    "description": "Background/Objectives: MS-222 is a commonly used anesthetic for fish. Research on the anesthetic mechanism of MS-222 is scarce, especially in largemouth bass. Therefore, this study investigated the ti",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/349",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 347: Dietary Black Soldier Fly Larvae Meal and Its Impact on the Growth Performance and Gut Health of Broilers Under an Intestinal Challenge",
    "description": "Background/Objectives: The use of black soldier fly (BSF) larvae meal in poultry nutrition is gaining attention as a sustainable protein source with a high nutritional value, an efficient bioconversio",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/347",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 348: Urinary Hippuric Acid as a Sex-Dependent Biomarker for Fruit and Nut Intake Raised from the EAT-Lancet Index and Nuclear Magnetic Resonance Analysis",
    "description": "Background/Objectives: Assessing nutrient intake is essential for understanding body homeostasis and diet&amp;ndash;health interactions. Traditional methods, such as dietary questionnaires and quality",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/348",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 346: Reducing Systemic Inflammation in IUGR-Born Neonatal Lambs via Daily Oral &omega;-3 PUFA Supplement Improved Skeletal Muscle Glucose Metabolism, Glucose-Stimulated Insulin Secretion, and Blood Pressure",
    "description": "Background/Objectives: Intrauterine growth restriction (IUGR) is associated with enhanced inflammatory activity, poor skeletal muscle glucose metabolism, and pancreatic &amp;beta; cell dysfunction tha",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/346",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 345: Childhood Obesity and Overweight Are Associated with Higher Risk of Perceived Stress and Poor Sleep Quality: A Cross-Sectional Study in Children Aged 6&ndash;9 Years",
    "description": "Background/Objectives: The number of children with overweight and obesity is gradually increasing worldwide. This is an emergent public health problem as overweight and obesity persist through the nex",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/6/345",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 344: 1H NMR-Based Analysis to Determine the Metabolomics Profile of Solanum nigrum L. (Black Nightshade) Grown in Greenhouse Versus Open-Field Conditions",
    "description": "Background: Equally with other indigenous green leafy vegetables, Solunum nigrum L. has been widely consumed by the VhaVenda tribe found in the Limpopo Province of South Africa since ancient times as ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/344",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 343: Association Between Bioimpedance-Determined Metabolic Age and MASLD Risk Scores in Spanish Workers",
    "description": "Background: Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent liver disorder with significant metabolic implications. Metabolic age, determined through bioimpedance analy",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/343",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 342: Lipid Subclasses Differentiate Insulin Resistance by Triglyceride&ndash;Glucose Index",
    "description": "Background: Insulin resistance is a key driver of metabolic syndrome and related disorders, yet its underlying metabolic alterations remain incompletely understood. The Triglyceride&amp;ndash;Glucose ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/342",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 341: Effects of Exercise on Gut Microbiome and Serum Metabolomics in Post-Traumatic Osteoarthritis Rats",
    "description": "Objective: The aim of this work is to investigate the impact of exercise on gut microbiome composition, serum metabolites, and their correlation with osteoarthritis (OA) severity. Methods: Thirty-six ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/341",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 340: Characterizing Plasma-Based Metabolomic Signatures for Metastasis in Non-Small Cell Lung Cancer",
    "description": "Background/Objectives: The current staging of non-small cell lung cancer (NSCLC) relies on conventional imaging, which lacks the sensitivity to detect micrometastatic disease. The functional assessmen",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/340",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 339: Cadmium Exposure Disrupts Uterine Energy Metabolism and Coagulation Homeostasis During Labor in Institute of Cancer Research Mice: Insights from Transcriptomic Analysis",
    "description": "Background: Cadmium (Cd) is a highly toxic heavy metal. There are very few studies about the effects of Cd on reproductive health and metabolism, and even fewer on metabolic disorders in the uterus of",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/339",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 338: A Comparative Analysis of Raw and Bran-Fried Acori tatarinowii Rhizoma Based on the Intelligent Sensory Evaluation System",
    "description": "Objectives: The study aimed to investigate the differences in odor, color, and taste characteristics between raw and bran-fried Acori tatarinowii Rhizoma (RATR and BATR) using advanced sensory evaluat",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/338",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 337: Eliciting Clavulanic Acid Biosynthesis: The Impact of Bacillus velezensis FZB42 on the Metabolism of Streptoyces clavuligerus ATCC 27064",
    "description": "Background/Objectives: Clavulanic acid (CA) is produced by cell suspension cultures of Streptomyces clavuligerus ATCC 27064, and is widely used as a beta-lactamase inhibitor to combat antibiotic resis",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/337",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 336: Mechanism Study on the Preventive Effect of ELITEA Compound Tea on Hyperuricemia in Rats Based on Serum Untargeted Metabolomics",
    "description": "Background/Objectives: Hyperuricemia (HUA) has become the second largest metabolic disease after diabetes, and has become a major public health problem. The ELITEA compound tea extract can effectively",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/336",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 335: Gut&ndash;Brain Inflammatory Pathways in Attention-Deficit/Hyperactivity Disorder: The Role and Therapeutic Potential of Diet",
    "description": "Attention-deficit/hyperactivity disorder (ADHD) is a common childhood-onset neurodevelopmental disorder that often persists into adulthood, leading to various adverse outcomes. Its underlying patholog",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/335",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 334: Metabolic Markers Demonstrate the Heterogeneity of Walking Ability in Non-Disabled Community-Dwelling Older Adults",
    "description": "Background: Walking ability is important for the quality of life of older adults. A self-reported walking ability index (WAI) covering the difficulty and ease of walking captures a broader spectrum of",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/334",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 333: Dietary Nicotinamide Mononucleotide, a Key NAD+ Intermediate, Alleviates Body Fat Mass and Hypertriglyceridemia by Enhancing Energy Expenditure with Promotion of Fat Oxidation and Hepatic Lipolysis and Suppressing Hepatic Lipogenesis in db/db Mice",
    "description": "Background/Objectives: Supplementation with nicotinamide mononucleotide (NMN), a key nicotinamide adenine dinucleotide (NAD+) intermediate, exerts anti-aging, anti-obesity, and anti-diabetic effects i",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/333",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 332: Urine Metabolomic Profiling and Machine Learning in Autism Spectrum Disorder Diagnosis: Toward Precision Treatment",
    "description": "Background: Autism spectrum disorder (ASD) diagnosis traditionally relies on behavioral assessments, which can be subjective and often lead to delayed identification. Recent advances in metabolomics a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/332",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 331: Synergistic Impact of Aerobic Exercise and Resveratrol on White Adipose Tissue Browning in Obese Rats: Mechanistic Exploration and Biological Insights",
    "description": "Obesity, marked by excessive white adipose tissue (WAT) accumulation, worsens metabolic disorders, and inducing WAT browning is a promising therapy. This study examined the synergistic effects of mode",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/331",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 329: Atractylenolide I Inhibits Nicotine-Induced Macrophage Pyroptosis and Alleviates Atherogenesis by Suppressing the TLR4/ROS/TXNIP/NLRP3 Pathway",
    "description": "Background/Objectives: Studies have shown that Atractylenolide I (AT-I) can exert anti-inflammatory and anti-oxidative effects, protecting against the development of various kinds of cardiovascular di",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/329",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 330: Storage Profiling: Evaluating the Effect of Modified Atmosphere Packaging on Metabolomic Changes of Strawberries (Fragaria &times; ananassa)",
    "description": "Background/Objectives: Strawberries (Fragaria &amp;times; ananassa) are among the most commonly consumed fruits due to their taste and nutritional benefits. However, their high rate of spoilage poses ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/330",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 328: Staphylococcus aureus Endocarditis Immunothrombosis",
    "description": "Background: Infective endocarditis continues to represent a challenge for healthcare systems, requiring careful management and resources. Recent studies have indicated a shift in the predominant patho",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/328",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 327: Metabolomic Analysis Revealed the Differences in Metabolites Between Three Different Sugarcane Stems and Leaves",
    "description": "Background: Sugarcane is an important sugar crop. Sugarcane stems are mainly used for sugar extraction, while leaves can only be burned as waste. However, sugarcane leaves can also produce a large num",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/327",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 326: Exploring the Mechanism of Luteolin in Protecting Chickens from Ammonia Poisoning Based on Proteomic Technology",
    "description": "Background: Ammonia (NH3), a harmful gas, reduces livestock productivity, threatens their health, and causes economic losses. Luteolin (Lut), an anti-inflammatory flavonoid, may counteract these effec",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/326",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 325: Integrated Analysis of Volatile Metabolites in Rose Varieties: Effects of Cultivar Differences and Drying Temperatures on Flavor Profiles",
    "description": "Background: Rose processing faces critical challenges in preserving bioactive compounds and aroma profiles during thermal treatments, particularly given the growing demand for natural ingredients in t",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/325",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 324: Intestinal Epithelial-Derived Exosomes Under Cold Stimulation Promote Adipose Thermogenesis",
    "description": "Background: Whether intestinal epithelial cells can regulate distant adipose tissue remains a mystery. Methods: Cold-stimulated intestinal epithelial cell-derived exosomes (Cold IEC-Exo) play a pivota",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/324",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 323: Plasma Metabolic Outliers Identified in Estonian Human Knockouts",
    "description": "Background/Objectives: Metabolomics, in combination with genetic data, is a powerful approach to study the biochemical consequences of genetic variation. We assessed the impact of human gene knockouts",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/323",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 322: The Effect of Dexamethasone-Mediated Atrophy on Mitochondrial Function and BCAA Metabolism During Insulin Resistance in C2C12 Myotubes",
    "description": "Background: Muscle loss during sarcopenia and atrophy is also commonly associated with age-related insulin resistance. Interestingly, branched-chain amino acids (BCAA) which are known for stimulating ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/322",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 321: Exploring Postharvest Metabolic Shifts and NOX2 Inhibitory Potential in Strawberry Fruits and Leaves via Untargeted LC-MS/MS and Chemometric Analysis",
    "description": "Background/Objectives: Strawberries are highly appreciated for their rich phytochemical composition, but rapid postharvest deterioration limits their shelf life and nutritional quality. This study aim",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/321",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 320: Longitudinal Trajectory of Free Fatty Acids in Pregnancy According to First-Trimester Maternal Metabolic Status and the Presence of Gestational Diabetes",
    "description": "Background/Objectives: Maternal free fatty acids (FFAs) play a critical role in maternal metabolism, fetal growth, and pregnancy outcomes. However, their relationship with maternal metabolic status in",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/320",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 319: Comprehensive Analysis of Small RNA Modifications in Arabidopsis thaliana and Their Dynamics During Seed Germination",
    "description": "Background: Small RNA, defined as RNA molecules of less than 200 nucleotides in length, play pivotal regulatory roles in plant growth, development, and environmental stress responses. However, researc",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/319",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 318: Fatty Liver and Hyperuricemia in Workers: Combined Effects on Metabolic Dysfunction and the Role of Lifestyle Factors",
    "description": "Background/Objectives: Fatty liver and hyperuricemia are growing public health concerns linked to unhealthy lifestyles, yet their combined effects in working populations remain underexplored. This stu",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/318",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 317: A Data-Driven Approach to Link GC-MS and LC-MS with Sensory Attributes of Chicken Bouillon with Added Yeast-Derived Flavor Products in a Combined Prediction Model",
    "description": "Background: There is a continuous demand to create new, superior sensory food experiences. In the food industry, yeast-derived flavor products (YPs) are often used as ingredients in foods to create ne",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/317",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 316: Effects of Maillard Reaction Products on Skeletal Muscle Cells: An In Vitro Study Using C2C12 Myotubes",
    "description": "Background: Maillard reaction products (MRPs) are known for their antioxidant properties; however, their effects on muscle cells remain unclear. This study aims to elucidate the effects of MRPs on mus",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/316",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 315: Correction: Chen et al. Metabolomics-Based Study on the Anticonvulsant Mechanism of Acorus tatarinowii: GABA Transaminase Inhibition Alleviates PTZ-Induced Epilepsy in Rats. Metabolites 2025, 15, 175",
    "description": "Error in Figure [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/315",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 314: Peripheral Antinociception Induced by Carvacrol in the Formalin Test Involves the Opioid Receptor-NO-cGMP-K+ Channel Pathway",
    "description": "Background/Objectives: Carvacrol is a naturally occurring phenolic monoterpene that is one of the main constituents of the essential oils of oregano (Origanum vulgare) and other herbs. Carvacrol has a",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/314",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 313: Metabolic Characteristics of Obese Adolescents with Different Degrees of Weight Loss After Identical Exercise Training Intervention",
    "description": "Objectives: This study aims to elucidate the metabolic differences between obese adolescents categorized into low-weight-loss (LWL) and high-weight-loss (HWL) groups. Methods: The objective of this st",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/313",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 311: Genistein Reduces Anxiety-like Behavior During Metestrus&ndash;Diestrus Phase Without Changing Estradiol or Progesterone Levels in Wistar Rats",
    "description": "Background: Premenstrual syndrome is characterized by emotional changes, including anxiety and depression symptoms, which may be treated with anxiolytic and antidepressant drugs, as well as estrogen t",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/311",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 312: Determination of Multiple Active Components in Mume Fructus by UPLC-MS/MS",
    "description": "Background: This study presents a sensitive method for the simultaneous determination of organic acids, flavonoids, and amino acids in Mume Fructus (MF) using ultra-performance liquid chromatography c",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/312",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 310: Probiotic Supplementation Improves Hematological Indices and Morphology of Red Blood Cells and Platelets in Obese Women: A Double-Blind, Controlled Pilot Study",
    "description": "Background/Objectives: The prevalence of obesity worldwide has rapidly increased. Numerous studies showed a beneficial effect of probiotics in obese individuals, and changes in hematological parameter",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/310",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 309: Adapting OptCouple to Identify Strategies with Increased Product Yields in Community Cohorts of E. coli",
    "description": "Background: Microbesas chemical factories provide an alternative sustainable approach for producing platform chemicals. Until recently, most efforts have involved engineering heterologous pathways int",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/309",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 308: Propionyl Carnitine Metabolic Profile: Optimizing the Newborn Screening Strategy Through Customized Cut-Offs",
    "description": "Background: The advent of tandem mass spectrometry (MS/MS) had an essential role in the expansion of newborn screening (NBS) for different inborn errors of metabolism (IEMs). Nowadays, almost 50 IEMs ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/308",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 307: Multiple Hits on Cerebral Folate, Tetrahydrobiopterin and Dopamine Metabolism in the Pathophysiology of Parkinson&rsquo;s Disorder: A Limited Study of Post-Mortem Human Brain Tissues",
    "description": "Background: Parkinson&amp;rsquo;s disorder (PD) affects around 1:500 individuals and is associated with enlarged ventricles and symptoms of normal pressure hydrocephalus (NPH). These features suggest ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/307",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 306: Exploring the Medicinal Potential of Taraxacum Kok-Saghyz (TKS) Using Widely Targeted Metabolomics",
    "description": "Background/Objectives: Plant-derived secondary metabolites have long contributed to the discovery of novel therapeutic agents, especially in the treatment of parasitic and infectious diseases in devel",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/306",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 304: SMARCB1 Deficiency as a Driver of the Hallmarks of Cancer in Rhabdoid Tumours: Novel Insights into Dysregulated Energy Metabolism, Emerging Targets, and Ongoing Clinical Trials",
    "description": "Background: Rhabdoid tumours (RTs) are aggressive neoplasms most often characterised by biallelic loss of the SMARCB1 gene, encoding a core subunit of the SWI/SNF chromatin-remodelling complex. Despit",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/304",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 305: Brown Algae from San Andres Island, Southwest Caribbean: A Nuclear Magnetic Resonance Spectroscopy&ndash;Metabolomic Study",
    "description": "Background: Brown algae from the order Dictyotales are known to produce specialized metabolites with a wide array of biological activities. Studying these compounds is important for understanding thei",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/305",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 303: Caloric Restriction and Sirtuins as New Players to Reshape Male Fertility",
    "description": "Over the years, caloric intake has remained a subject of profound scrutiny. Within the scientific community, there has been rigorous debate to ascertain which path is most ideal for enhancing quality ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/303",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 302: Early Gestational Hepatic Lipidomic Profiles Are Modulated by One-Carbon Metabolite Supplementation and Nutrient Restriction in Beef Heifers and Fetuses",
    "description": "Background: Maternal nutrition during early gestation induces metabolic adaptations that support maternal health and fetal development. This study evaluated the effects of maternal one-carbon metaboli",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/302",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 301: Gut Microbiota Modulation in Osteoporosis: Probiotics, Prebiotics, and Natural Compounds",
    "description": "Osteoporosis is a multifactorial bone metabolic disorder characterized by the deterioration of bone mass and microarchitecture, leading to increased fragility and fracture risk. Recent advances have r",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/301",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 300: Plasma Dickkopf-1 Levels Are Associated with Chronic Kidney Disease",
    "description": "Background: Wnt/&amp;beta;-catenin signaling is important in the development and repair of the kidney. Dickkopf-1 (DKK-1) is characterized as an inhibitor of the Wnt/&amp;beta;-catenin signaling pathw",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/300",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 299: Metabolic Dysfunction-Associated Steatotic Liver Disease in the Korean General Population: Epidemiology, Risk Factors, and Non-Invasive Screening",
    "description": "Background/Objectives: Metabolic dysfunction-associated steatotic liver disease (MASLD) represents a contemporary classification of liver disease linked to metabolic dysfunction. It is recognized as t",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/299",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 298: Comparative Analysis of Metabolite Changes in Huangjiu During Different Aging Periods Using HRMS Metabolomics",
    "description": "Background: Huangjiu, a traditional Chinese fermented alcoholic beverage, exhibits a multifaceted chemical profile comprising diverse metabolites, such as lipids, amino acids, and phenolic compounds. ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/298",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 297: Circulating Amino Acid Changes Three Years After Bariatric Surgery",
    "description": "Background and objective: Studies using metabolomics to study bariatric surgery have shown that amino acids are one of the most changed groups of metabolites after the intervention. However, the surge",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/297",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 296: Compound 3d Attenuates Metabolic Dysfunction-Associated Steatohepatitis via Peroxisome Proliferator-Activated Receptor Pathway Activation and Inhibition of Inflammatory and Apoptotic Signaling",
    "description": "Objectives: Metabolic dysfunction-associated steatohepatitis (MASH) lacks effective therapies. This study aimed to evaluate the therapeutic potential of compound 3d, a novel elafibranor derivative, fo",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/296",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 295: From Biomarker Discovery to Clinical Applications of Metabolomics in Glioblastoma",
    "description": "Background/Objectives: In recent years, interest in studying changes in cancer metabolites has resulted in significant advances in the metabolomics field. Glioblastoma remains the most aggressive and ",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/295",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 294: Quality Dynamics of Beef Bottom Round During 2-Month Frozen Storage (&minus;18 &deg;C) and Week-Long Refrigeration (4 &deg;C)",
    "description": "Background/Objectives: The present study aimed to investigate the effects of frozen (&amp;minus;18 &amp;deg;C) and refrigerated (4 &amp;deg;C) storage conditions on several beef bottom round quality p",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/294",
    "sjr": null
  },
  {
    "provider": "MDPI",
    "journal": "Metabolites",
    "title": "Metabolites, Vol. 15, Pages 293: Correction: Flor&ecirc;ncio et al. Synergistic Effects of Probiotics and Lifestyle Interventions on Intestinal Microbiota Composition and Clinical Outcomes in Obese Adults. Metabolites 2025, 15, 70",
    "description": "Because the corresponding authors found the odds ratio (OR) in the table to be imprecise and unnecessary [...]",
    "posted": null,
    "deadline": null,
    "link": "https://www.mdpi.com/2218-1989/15/5/293",
    "sjr": null
  }
]